window.sampletext="輸入文字，按 CTRL+I :\n"+
	"A.錯別字 (用以顯示無法輸入的錯別字)：\n"+
	"  例1.[初刪衤換[礻]] ⿿初衤礻  例2.[虭刪虫換[礻]] ⿿虭虫礻 \n"+
	"  (選擇洽當 基字 以及 刪除部件 以造出 較美觀的字)\n"+
	"B.換部件 (用以製造所需的字):\n"+
	"  例1.[颱刪台換[波]] ⿿颱台波  例2.[萌刪日換[目]] ⿿萌日目 \n"+
	"  例3.[畿刪田換[貝]] ⿿畿田x貝  例4.[邏刪羅換[口]] ⿿邏羅x口 \n"+
	"C.複合字 (用以製造別具意義的複合字)：\n"+
	"  例1.[䞃刪致換[招]] ⿿䞃致招  例2. [⿿𩀨 刪從換[䞃刪致換[招]]] ⿿𩀨從䞃致招 \n"+
	"  例3.[寶刪貝換[⿿𩀨 刪從換[䞃刪致換[招]]]] ⿿寶貝𩀨從䞃致招 \n"+
	"  例4.[邏刪羅換[寶刪貝換[⿿𩀨 刪從換[䞃刪致換[招]]]]] ⿿邏羅寶貝𩀨從䞃致招 \n"+
	"在 chrome 網頁上, 您就可立即輕鬆嘗試造字的樂趣, 操作步驟如下述:\n"+
	"A.滑鼠點上述任一個範例所造的字, 即顯示\n"+
	"  1.該字對應的組字式 及 2.略放大的灰底構字\n"+
	"B.組字式由下列三個部分組成, 不含 前置控制碼 u2fff:\n"+
	"  1.基字 2.刪除的部件(或序號) 3.替換的部件或組字式\n"+
	"C.改變組字式就立即見到灰底構字的變化:\n"+
	"  例如: 前述 C.換單一部件 例2 的組字式 萌日目\n"+
	"  您可試著反白其中的 日 換為數字 1\n"+
	"  接著反白數字 1 換為數字 2, 3, 或 4\n"+
	"  接著反白該數字 換為其他數字\n"+
	"D.組字式中 x 為系統開發階段的權宜控制碼, 前置於簡單替換部件\n"+
	"  可造出 較美觀的字"